import React from "react";
export default class CompositionInfo extends React.Component {
  render() {
    return (
      <>
        <h1>
          {" "}
          Сон літньої ночі
          <br />A Midsummer Night's Dream
        </h1>
        <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/MND_title_page.jpg/250px-MND_title_page.jpg" />
        <p>Жанр: комедія</p>
        <p>Форма: п'єса</p>
        <p>Написано: 1594–1596</p>
        <p>
          «Сон літньої ночі» (англ. A Midsummer Night's Dream) — комедія
          англійського письменника Вільяма Шекспіра, написана між 1594 та 1596,
          зареєстрована й опублікована в 1600. Комедія відома чудернацьким
          переплетенням мотивів античної міфології та літератури й англійського
          фольклору.
          <br />
          «Сон літньої ночі» одна з найпопулярніших комедій Шекспіра, вона часто
          ставиться в театрах, в тому числі й українських, неодноразово
          екранізувалася.
          <br />
          Запропоновані Шекспіром трактування фольклорних персонажів Оберона,
          Титанії та Пака стали класичними й надалі часто використовувалися
          іншими авторами саме в Шекспірівській інтерпретації.
        </p>
        <p>Діяльність: драматург, поет, актор</p>
      </>
    );
  }
}
